brew "cocoapods"
brew "fastlane"
brew "gh"
brew "jenv"
brew "mas"
brew "openjdk"
brew "openjdk@11"
brew "openjdk@17"
brew "rbenv"
brew "stow"
brew "uv"
cask "1password"
cask "adobe-creative-cloud"
cask "aldente"
cask "appcleaner"
cask "calibre"
cask "docker-desktop"
cask "flutter"
cask "github"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "maccy"
cask "postman"
cask "spotify"
cask "visual-studio-code"
mas "1Password for Safari", id: 1569813296
mas "AdGuard for Safari", id: 1440147259
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Transporter", id: 1450874784
mas "Xcode", id: 497799835
vscode "bradlc.vscode-tailwindcss"
vscode "charliermarsh.ruff"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "redhat.java"
vscode "tomoki1207.pdf"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
