brew "git"
brew "chezmoi"
brew "mise"
brew "starship"
brew "gh"
brew "colima", restart_service: :changed
brew "docker"
brew "mas"
brew "uv"

cask "1password"
cask "1password-cli" 
cask "aldente"       
cask "appcleaner"
cask "github"       
cask "google-chrome"
cask "spotify"
cask "visual-studio-code"
cask "flutter"
cask "font-fira-code-nerd-font"

mas "1Password for Safari", id: 1569813296

